{
  "Logging": {
    "LogLevel": {
      "Default": "Information",
      "Microsoft": "Warning",
      "Microsoft.SemanticKernel": "Warning",
      "System.Net.Http": "Warning"
    }
  },
  "LogAnalytics": {
    "Endpoint": "https://api.loganalytics.azure.com/v1/workspaces/DEMO_WORKSPACE/query",
    "Scope":    "https://api.loganalytics.io/.default",
    "Query":    "AzureActivity | summarize count() by Category"
  }
}
