{
  "Logging": {
    "LogLevel": {
      "Default": "Information",
      "Microsoft": "Warning",
      "Microsoft.SemanticKernel": "Warning",
      "System.Net.Http": "Warning"
    }
  },
  "LogAnalytics": {
    "Endpoint": "https://api.api-ninjas.com/v1/stockprice?ticker=AAPL",
    "Scope": "https://api.loganalytics.io/.default",
    "Query": "AzureActivity | summarize count() by Category"
  }
}
